Repository: ideashower/ShareKit
Catalog: Classes/ShareKit/Localization/*.lproj/Localizable.strings
Languages: it, zh_tw

source: Email
zh_tw: 電子郵件

source: Username
it: Nome Utente
zh_tw: 用戶名

source: Password
zh_tw: 密碼

source: Follow %@
it: Segui %@
zh_tw: 追蹤%@

source: Continue
it: Continua
zh_tw: 繼續

source: Share
it: Condividi
zh_tw: 分享

source: More...
it: Altro...
zh_tw: 更多…

source: Cancel
it: Annulla
zh_tw: 取消

source: Private
it: Privato
zh_tw: 私密

source: Public
it: Publico
zh_tw: 公開

source: Caption
it: Titolo
zh_tw: 標題

source: Title
it: Titolo
zh_tw: 標題

source: Tags
zh_tw: 標籤

source: Close
it: Chiudi
zh_tw: 關閉

source: Notes
it: Note
zh_tw: 筆記

source: Note
it: Nota
zh_tw: 筆記

source: Shared
it: Condiviso
zh_tw: 已分享

source: Edit
it: Modifica
zh_tw: 編輯

source: Actions
it: Azioni
zh_tw: 動作

source: Services
it: Servizi
zh_tw: 服務

source: Send to %@
it: Invia a %@
zh_tw: 發送至 %@

source: Copy
it: Copia
zh_tw: 複製

source: Copied!
it: Copiato!
zh_tw: 已複製！

source: Saving to %@
it: Salvataggio su %@
zh_tw: 儲存至%@

source: Saved!
it: Salvato!
zh_tw: 已儲存！

source: Offline
zh_tw: 離線

source: Error
it: Errore
zh_tw: 錯誤

source: Login
zh_tw: 登入

source: Logging In...
it: Login in corso...
zh_tw: 登入中…

source: Login Error
it: Errore di Login
zh_tw: 登入出錯

source: Connecting...
it: Connessione...
zh_tw: 連線中…

source: Shortening URL...
it: Shortening dell'URL...
zh_tw: 縮短網址…

source: Shorten URL Error
it: Errore nello shortening dell'URL
zh_tw: 縮短網址出錯

source: We could not shorten the URL.
it: Non è stato possibile effettuare lo shortening dell'URL.
zh_tw: 我們無法縮短網址。

source: Create a free account at %@
it: Crea un account gratuito su %@
zh_tw: 在 %@ 上建立免費帳號

source: Create an account at %@
it: Crea un account su %@
zh_tw: 在 %@ 上建立帳號

source: Send to Twitter
it: Invia su Twitter
zh_tw: 發送到推特

source: Message is too long
it: Il messaggio è troppo lungo
zh_tw: 訊息太長了

source: Twitter posts can only be 140 characters in length.
it: I post su Twitter possono essere lunghi al massimo 140 caratteri.
zh_tw: 推特訊息不能超過 140 個字。

source: Message is empty
it: Il messaggio è vuoto
zh_tw: 訊息是空的

source: You must enter a message in order to post.
it: Devi inserire un messaggio per poter postare.
zh_tw: 你必須先輸入一條訊息。

source: Enter your message:
it: Inserisci il tuo messaggio:
zh_tw: 輸入你的訊息：

source: Invalid email or password.
it: Email o Password invalidi.
zh_tw: 電子郵件或密碼不正確。

source: The service encountered an error. Please try again later.
it: Il sistema ha incontrato un errore. Perfavore, riprova più tardi.
zh_tw: 此服務碰到了一點錯誤，請稍後重試。

source: There was an error sending your post to Tumblr.
zh_tw: 發送至 Tumblr 的過程中出錯。

source: There was an error saving to Pinboard
it: Non è stato possibile salvare su Pinboard.
zh_tw: 儲存到 Pinboard 的過程中出錯

source: Sorry, Instapaper did not accept your credentials. Please try again.
it: Instapaper non ha riconosciuto le tue credenziali. Perfavore, riprova più tardi.
zh_tw: 抱歉，Instapaper 無法驗證您的帳號，請重試。

source: Sorry, Instapaper encountered an error. Please try again.
it: Instapaper ha restituito un'errore. Perfavore, riprova più tardi.
zh_tw: 抱歉，Instapaper 碰到了一個問題，請重試。

source: There was a problem saving to Instapaper.
it: Non è stato possibile effettuare il salvataggio su Tumblr.
zh_tw: 儲存到 Instapaper 的過程中出錯。

source: Incorrect username and password
it: Username o Password invalidi.
zh_tw: 用戶名或密碼不正確

source: There was an error logging into Google Reader
it: Google Reader non ha riconosciuto le tue credenziali.
zh_tw: 登入到 Google Reader 的過程中出错

source: There was a problem authenticating your account.
it: Non è stato possibile autenticare il tuo account.
zh_tw: 驗證您帳號的過程中出錯。

source: There was a problem saving your note.
it: Non è stato possibile effettuare il salvataggio della nota.
zh_tw: 儲存您筆記的過程中出錯。

source: There was a problem saving to Delicious.
it: Non è stato possibile effettuare il salvataggio su Delicious.
zh_tw: 儲存到 Delicious 的過程中出錯。

source: Open in Safari
it: Apri in Safari
zh_tw: 在 Safari 中開啟

source: Attached: %@
it: Allegato: %@
zh_tw: 附檔： %@

source: You must be online to login to %@
it: Devi essere online per effettuare il login in %@.
zh_tw: 要登入到 %@ 上您必須在線上

source: Auto Share
zh_tw: 自動分享

source: Enable auto share to skip this step in the future.
it: Attiva Auto-Share per saltare questo passaggio in futuro.
zh_tw: 啟動自動分享，之後即會跳過此步驟。

source: You must be online in order to share with %@
it: Devi essere online per poter condividere su %@
zh_tw: 要分享 %@ 的話您必須在線上。

source: There was an error while sharing
it: Non è stato possibile condividere.
zh_tw: 分享過程中出錯

source: Could not authenticate you. Please relogin.
it: Non è stato possibile autenticare il tuo account. Perfavore effettua nuovamente il login.
zh_tw: 無法驗證，請重新登入。

source: There was a problem requesting authorization from %@
it: Non è stato possibile richiedere l'autenticazione per %@.
zh_tw: 在向 %@ 請求驗證的過程中出錯

source: Request Error
it: Errore nella richiesta
zh_tw: 請求錯誤

source: Authorize Error
it: Errore di autorizzazione
zh_tw: 驗證錯誤

source: There was an error while authorizing
it: Non è stato possibile richiedere l'autorizzazione a causa di un'errore.
zh_tw: 驗證的過程中出錯

source: Authenticating...
it: Autenticazione...
zh_tw: 驗證中…

source: There was a problem requesting access from %@
it: Non è stato possibile richiedere l'accesso per %@.
zh_tw: 向 %@ 要求存取時出錯

source: Access Error
it: Errore di accesso
zh_tw: 存取錯誤s

source: Save to Photo Album
zh_tw: 儲存到相簿

source: Plurk
zh_tw: 噗浪

source: Twitter
zh_tw: 推特

source: Facebook
zh_tw: 臉書

source: 401 Forbidden
zh_tw: 401 存取被拒

source: Sent from %@
zh_tw: 從 %@ 寄來

source: Requires login
zh_tw: 需要先登入

source: Invalid plurk data
zh_tw: 無效的噗浪內容

source: This plurk data was already sent
zh_tw: 相同的噗浪內容已經送過了

source: There was an error sending your post to %@.
zh_tw: 發送至 %@ 的過程中出錯。

source: Invalid username or password.
zh_tw: 使用者名稱或密碼不正確

source: URL is from spam domain
zh_tw: 網址來自垃圾網域名

source: Too many new Plurks
zh_tw: 已經發太多新噗了

source: Slug
it: Descrizione

source: There was a sending your post to Tumblr.
it: Non è stato possibile inviare il post su Tumblr.

source: Sharing a Link
it: Condividi un Link

source: Sharing an Image
it: Condividi un'Immagine

source: Sharing Text
it: Condividi un Testo

source: Sharing a File
it: Condividi un File

source: Logout of All Services
it: Effettua il logout da tutti i Servizi
